{
  "Portable and Small in Size": {
    "message": "Portable y pequeño en tamaño"
  },
  "Juka is a portable programming language that you can run anywhere. It doesn't need to be installed, so you can use it even if you don't have admin privileges or access to a hard drive. Just put Juka on your flash drive and you're good to go! Juka is a small, portable programming language that only takes up ~30MB of space. This means you can easily carry it around on a thumb drive or other portable storage device. In fact, you can even store multiple versions of Juka on the same drive, so you always have the latest version available.": {
    "message": "Juka es un lenguaje de programación portátil que se puede ejecutar en cualquier lugar. No necesita ser instalado, así que puede usarlo incluso si no tiene privilegios de administrador o acceso a un disco duro. Sólo tienes que poner Juka en tu unidad de flash y estás listo para ir! Juka es un pequeño lenguaje de programación portátil que sólo ocupa ~30 MB de espacio. Esto significa que puede transportarlo fácilmente en una unidad de pulgar u otro dispositivo de almacenamiento portátil. De hecho, puede almacenar varias versiones de Juka en el mismo disco, por lo que siempre tiene la última versión disponible."
  },
  "You can use Juka on any computer, even if it doesn't have Juka installed.": {
    "message": "Puede usar Juka en cualquier ordenador, incluso si no tiene instalado Juka."
  },
  "You can easily share Juka with others.": {
    "message": "Usted puede compartir Juka fácilmente con otros."
  },
  "You can keep your Juka code organized and portable.": {
    "message": "Puedes mantener tu código Juka organizado y portátil."
  },
  "Works on \"All\" Operating Systems": {
    "message": "Funciona en sistemas operativos \"Todos\""
  },
  "We are constantly working to support as many systems as possible, including lesser known ones like FreeBSD and TempleOS. We also support ARM processors and 32-bit systems like Linux (x86). So why not give Juka a try on your Raspberry Pi or in ChromeOS Flex?": {
    "message": "Estamos trabajando constantemente para soportar tantos sistemas como sea posible, incluyendo los menos conocidos como FreeBSD y TempleOS. También soportamos procesadores ARM y sistemas de 32 bits como Linux (x86). Así que ¿por qué no probar Juka en su Raspberry Pi o en ChromeOS Flex?"
  },
  "You can use Juka on a variety of different systems.": {
    "message": "Puede utilizar Juka en una variedad de sistemas diferentes."
  },
  "Juka is a powerful and portable programming language.": {
    "message": "Juka es un poderoso y portátil lenguaje de programación."
  },
  "Juka is easy to learn and use.": {
    "message": "Juka es fácil de aprender y usar."
  },
  "Juka is a great way to learn about programming.": {
    "message": "Juka es una excelente manera de aprender sobre programación."
  },
  "You can even run Juka inside a Web Browser! Visit": {
    "message": "¡Incluso puedes ejecutar Juka dentro de un navegador web! Visita"
  },
  "and install the App. On Mobile, it's simply opening the website, and clicking \"add to your home screen!\"": {
    "message": "e instalar la aplicación. En el móvil, simplemente abre el sitio web y haz clic en \"añadir a tu pantalla de inicio!\""
  },
  "Universal": {
    "message": "Universal"
  },
  "Juka is a powerful and versatile programming language that can be used for a wide variety of projects.": {
    "message": "Juka es un potente y versátil lenguaje de programación que puede utilizarse para una amplia variedad de proyectos."
  },
  "Juka is a great choice for building web applications and websites. It's fast, efficient, and easy to use.": {
    "message": "Juka es una gran opción para construir aplicaciones web y sitios web, es rápido, eficiente y fácil de usar."
  },
  "Juka is perfect for creating APIs that can be used by other applications. It's easy to create well-designed and secure APIs with Juka.": {
    "message": "Juka es perfecto para crear APIs que pueden ser usadas por otras aplicaciones. Es fácil crear APIs bien diseñadas y seguras con Juka."
  },
  "Juka is a powerful tool for data scientists. It's fast, efficient, and easy to use.": {
    "message": "Juka es una poderosa herramienta para científicos de datos. Es rápida, eficiente y fácil de usar."
  },
  "We are aiming for Juka to be used to create secure networks and applications. It's fast, efficient, and easy to use.": {
    "message": "Nuestro objetivo es que Juka se utilice para crear redes y aplicaciones seguras. Es rápido, eficiente y fácil de usar."
  },
  "We are aiming for Juka to become a leading language for quantum computing. It's fast, efficient, and easy to use.": {
    "message": "Nuestro objetivo es que Juka se convierta en un idioma líder en informática cuántica, es rápido, eficiente y fácil de usar."
  },
  "Juka can run on any platform, including Linux x32, FreeBSD, Chromium, Discord, and Telegram.": {
    "message": "Juka puede ejecutarse en cualquier plataforma, incluyendo Linux x32, FreeBSD, Chromium, Discord, y Telegram."
  },
  "This makes it a great choice for developers who need to create applications that can run on a variety of platforms.": {
    "message": "Esto hace que sea una gran elección para los desarrolladores que necesitan crear aplicaciones que puedan funcionar en una variedad de plataformas."
  },
  "Cloud Friendly": {
    "message": "Amistoso con la nube"
  },
  "We created JukaAPI so that you can run it on any cloud server. This will allow one to use REST API to run code. Feel free to test it at": {
    "message": "Hemos creado JukaAPI para que puedas ejecutarlo en cualquier servidor en la nube. Esto permitirá a uno usar REST API para ejecutar código. Siéntase libre de probarlo en"
  },
  "You can also run Juka on Microsoft's Azure Server by using Juka's Azure serverless function. Compile the code quickly, or let the others run the code. Download latest Azure Function from": {
    "message": "También puede ejecutar Juka en el Servidor Azure Server de Microsoft usando la función Juka's Azure serverless. Compila el código rápidamente, o deja que los demás ejecuten el código. Descarga la última función Azure desde"
  },
  "NOTE: you need an active Microsoft Azure account to host.": {
    "message": "NOTA: necesita una cuenta activa de Microsoft Azure para alojar."
  },
  "You can use Juka to create applications that can be hosted anywhere.": {
    "message": "Puede utilizar Juka para crear aplicaciones que se pueden alojar en cualquier lugar."
  },
  "JukaAPI is designed to scale to meet the needs of your application.": {
    "message": "JukaAPI está diseñado para escalar para satisfacer las necesidades de su aplicación."
  },
  "JukaAPI can be used on Microsoft Azure using Azure Functions.": {
    "message": "JukaAPI se puede utilizar en Microsoft Azure usando Azure Functions."
  },
  "Jupyter Support": {
    "message": "Soporte de Jupyter"
  },
  "We know that many people love to use Jupyter Notebook and Lab. That's why we've added an easy way to run Juka code in Jupyter. Now you can do your data analysis in the software that you're used to, with the power of Juka. To get started, simply install the Juka kernel for Jupyter. Once the kernel is installed, you can create a new Jupyter notebook and select the \"Juka\" kernel. Now you can start writing Juka code in your Jupyter notebook. The Juka kernel will compile and execute your code, and you can see the results in the notebook. We hope you enjoy using Juka in Jupyter": {
    "message": "Sabemos que a mucha gente le encanta usar Jupyter Notebook y Lab, por eso hemos añadido una manera fácil de ejecutar Juka code en Jupyter. Ahora puede hacer su análisis de datos en el software al que está acostumbrado, con el poder de Juka. Para empezar, simplemente instale el núcleo Juka para Jupyter. Una vez que el núcleo esté instalado, puede crear un nuevo portátil de Jupyter y seleccionar el núcleo \"Juka\". Ahora puede comenzar a escribir el código Juka en su portátil Jupyter. El núcleo Juka compilará y ejecutará su código, y podrá ver los resultados en el portátil. Esperamos que disfrutes usando Juka en Jupyter"
  },
  "Easy to Use Package Manager": {
    "message": "Gestor de paquetes fácil de usar"
  },
  "All of the packages are hosted on GitHub, making it easy to install and contribute to their development. We hope that by hosting all packages on GitHub, security issues can be fixed quickly by the community. The packages contain a simple config file, making it easy for anyone to develop Juka packages.": {
    "message": "Todos los paquetes están alojados en GitHub, facilitando la instalación y contribución a su desarrollo. Esperamos que al alojar todos los paquetes en GitHub, los problemas de seguridad puedan ser solucionados rápidamente por la comunidad. Los paquetes contienen un simple archivo de configuración, lo que facilita el desarrollo de paquetes Juka."
  },
  "if you are interested in developing Juka packages, we encourage you to check out the GitHub repository.": {
    "message": "si está interesado en desarrollar paquetes Juka, le recomendamos que revise el repositorio de GitHub."
  },
  "Join the Juka community!": {
    "message": "¡Únete a la comunidad de Juka!"
  },
  "We are a growing community of Juka users who are passionate about learning and using this new language. We use Discord to stay connected and share resources, and we welcome anyone to join us.": {
    "message": "Somos una creciente comunidad de usuarios de Juka que se apasionan por aprender y usar este nuevo idioma. Utilizamos Discord para mantenernos conectados y compartir recursos, y damos la bienvenida a cualquiera a unirse a nosotros."
  },
  "To join the community, please click on the following link and create a Discord account. Once you have created an account, you can join the JukaLang group by clicking on the \"Join\" button.": {
    "message": "Para unirte a la comunidad, por favor haz clic en el siguiente enlace y crea una cuenta de Discord. Una vez que hayas creado una cuenta, puedes unirte al grupo JukaLang haciendo clic en el botón \"Unirte\"."
  },
  "We look forward to seeing you in the community!": {
    "message": "¡Esperamos verte en la comunidad!"
  },
  "Contribute to the Source": {
    "message": "Contribuir a la fuente"
  },
  "Juka is a community-driven project. We encourage everyone to contribute to the Juka GitHub repository.": {
    "message": "Juka es un proyecto impulsado por la comunidad. Animamos a todos a contribuir al repositorio de Juka GitHub."
  },
  "There are many ways to contribute to Juka, including:": {
    "message": "Hay muchas maneras de contribuir a Juka, incluyendo:"
  },
  "Reporting bugs": {
    "message": "Reportando errores"
  },
  "Fixing bugs": {
    "message": "Corregiendo errores"
  },
  "Adding new features": {
    "message": "Agregando nuevas características"
  },
  "Writing documentation": {
    "message": "Documentación de escritura"
  },
  "Translating documentation": {
    "message": "Traducción de documentación"
  },
  "Spreading the word about Juka": {
    "message": "Difundiendo la palabra sobre Juka"
  },
  "Please consider contributing to the Juka GitHub repository at": {
    "message": "Por favor considere contribuir al repositorio de Juka GitHub en"
  },
  "Social Media": {
    "message": "Redes Sociales"
  },
  "Get Started with Juka": {
    "message": "Comienza con Juka"
  },
  "Follow us for news and updates!": {
    "message": "¡Síguenos para noticias y actualizaciones!"
  },
  "theme.ErrorPageContent.title": {
    "message": "Esta página ha fallado.",
    "description": "The title of the fallback page when the page crashed"
  },
  "theme.NotFound.title": {
    "message": "Página no encontrada",
    "description": "The title of the 404 page"
  },
  "theme.NotFound.p1": {
    "message": "No pudimos encontrar lo que estaba buscando.",
    "description": "The first paragraph of the 404 page"
  },
  "theme.NotFound.p2": {
    "message": "Póngase en contacto con el propietario del sitio que le vinculó a la URL original y hágales saber que su enlace está roto.",
    "description": "The 2nd paragraph of the 404 page"
  },
  "theme.admonition.note": {
    "message": "nota",
    "description": "The default label used for the Note admonition (:::note)"
  },
  "theme.admonition.tip": {
    "message": "tip",
    "description": "The default label used for the Tip admonition (:::tip)"
  },
  "theme.admonition.danger": {
    "message": "peligro",
    "description": "The default label used for the Danger admonition (:::danger)"
  },
  "theme.admonition.info": {
    "message": "info",
    "description": "The default label used for the Info admonition (:::info)"
  },
  "theme.admonition.caution": {
    "message": "precaución",
    "description": "The default label used for the Caution admonition (:::caution)"
  },
  "theme.BackToTopButton.buttonAriaLabel": {
    "message": "Desplazar hacia arriba",
    "description": "The ARIA label for the back to top button"
  },
  "theme.blog.archive.title": {
    "message": "Archivar",
    "description": "The page & hero title of the blog archive page"
  },
  "theme.blog.archive.description": {
    "message": "Archivar",
    "description": "The page & hero description of the blog archive page"
  },
  "theme.blog.paginator.navAriaLabel": {
    "message": "Navegación de la lista de blogs",
    "description": "The ARIA label for the blog pagination"
  },
  "theme.blog.paginator.newerEntries": {
    "message": "Entradas nuevas",
    "description": "The label used to navigate to the newer blog posts page (previous page)"
  },
  "theme.blog.paginator.olderEntries": {
    "message": "Entradas antiguas",
    "description": "The label used to navigate to the older blog posts page (next page)"
  },
  "theme.blog.post.paginator.navAriaLabel": {
    "message": "Navegación de la página del blog",
    "description": "The ARIA label for the blog posts pagination"
  },
  "theme.blog.post.paginator.newerPost": {
    "message": "Poste más reciente",
    "description": "The blog post button label to navigate to the newer/previous post"
  },
  "theme.blog.post.paginator.olderPost": {
    "message": "Poste antiguo",
    "description": "The blog post button label to navigate to the older/next post"
  },
  "theme.blog.post.plurals": {
    "message": "Una publicación|{count} publicaciones",
    "description": "Pluralized label for \"{count} posts\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.tagTitle": {
    "message": "{nPosts} etiquetado con \"{tagName}\"",
    "description": "The title of the page for a blog tag"
  },
  "theme.tags.tagsPageLink": {
    "message": "Ver todas las etiquetas",
    "description": "The label of the link targeting the tag list page"
  },
  "theme.colorToggle.ariaLabel": {
    "message": "Cambiar entre modo oscuro y claro (actualmente {mode})",
    "description": "The ARIA label for the navbar color mode toggle"
  },
  "theme.colorToggle.ariaLabel.mode.dark": {
    "message": "modo oscuro",
    "description": "The name for the dark color mode"
  },
  "theme.colorToggle.ariaLabel.mode.light": {
    "message": "modo de luz",
    "description": "The name for the light color mode"
  },
  "theme.docs.breadcrumbs.navAriaLabel": {
    "message": "migas de pan",
    "description": "The ARIA label for the breadcrumbs"
  },
  "theme.docs.DocCard.categoryDescription": {
    "message": "{count} objetos",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.docs.paginator.navAriaLabel": {
    "message": "Navegación de páginas de documentos",
    "description": "The ARIA label for the docs pagination"
  },
  "theme.docs.paginator.previous": {
    "message": "Anterior",
    "description": "The label used to navigate to the previous doc"
  },
  "theme.docs.paginator.next": {
    "message": "Siguiente",
    "description": "The label used to navigate to the next doc"
  },
  "theme.docs.tagDocListPageTitle.nDocsTagged": {
    "message": "Un documento etiquetado |{count} documentos etiquetados",
    "description": "Pluralized label for \"{count} docs tagged\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.tagDocListPageTitle": {
    "message": "{nDocsTagged} con \"{tagName}\"",
    "description": "The title of the page for a docs tag"
  },
  "theme.docs.versionBadge.label": {
    "message": "Versión: {versionLabel}"
  },
  "theme.docs.versions.unreleasedVersionLabel": {
    "message": "Esta es la documentación no publicada para la versión {siteTitle} de {versionLabel}.",
    "description": "The label used to tell the user that he's browsing an unreleased doc version"
  },
  "theme.docs.versions.unmaintainedVersionLabel": {
    "message": "Esta es la documentación para {siteTitle} {versionLabel}, que ya no está activamente mantenida.",
    "description": "The label used to tell the user that he's browsing an unmaintained doc version"
  },
  "theme.docs.versions.latestVersionSuggestionLabel": {
    "message": "Para obtener documentación actualizada, consulte {latestVersionLink} ({versionLabel}).",
    "description": "The label used to tell the user to check the latest version"
  },
  "theme.docs.versions.latestVersionLinkLabel": {
    "message": "última versión",
    "description": "The label used for the latest version suggestion link label"
  },
  "theme.common.editThisPage": {
    "message": "Editar esta página",
    "description": "The link label to edit the current page"
  },
  "theme.common.headingLinkTitle": {
    "message": "Enlace directo a {heading}",
    "description": "Title for link to heading"
  },
  "theme.lastUpdated.atDate": {
    "message": " el {date}",
    "description": "The words used to describe on which date a page has been last updated"
  },
  "theme.lastUpdated.byUser": {
    "message": " por {user}",
    "description": "The words used to describe by who the page has been last updated"
  },
  "theme.lastUpdated.lastUpdatedAtBy": {
    "message": "Última actualización{atDate}{byUser}",
    "description": "The sentence used to display when a page has been last updated, and by who"
  },
  "theme.navbar.mobileVersionsDropdown.label": {
    "message": "Versiones",
    "description": "The label for the navbar versions dropdown on mobile view"
  },
  "theme.tags.tagsListLabel": {
    "message": "Etiquetas:",
    "description": "The label alongside a tag list"
  },
  "theme.AnnouncementBar.closeButtonAriaLabel": {
    "message": "Cerrar",
    "description": "The ARIA label for close button of announcement bar"
  },
  "theme.blog.sidebar.navAriaLabel": {
    "message": "Navegación de mensajes recientes del blog",
    "description": "The ARIA label for recent posts in the blog sidebar"
  },
  "theme.CodeBlock.copied": {
    "message": "Copiado",
    "description": "The copied button label on code blocks"
  },
  "theme.CodeBlock.copyButtonAriaLabel": {
    "message": "Copiar código al portapapeles",
    "description": "The ARIA label for copy code blocks button"
  },
  "theme.CodeBlock.copy": {
    "message": "Copiar",
    "description": "The copy button label on code blocks"
  },
  "theme.CodeBlock.wordWrapToggle": {
    "message": "Cambiar envoltura de palabra",
    "description": "The title attribute for toggle word wrapping button of code block lines"
  },
  "theme.DocSidebarItem.toggleCollapsedCategoryAriaLabel": {
    "message": "Cambiar la categoría de barra lateral colapsable '{label}'",
    "description": "The ARIA label to toggle the collapsible sidebar category"
  },
  "theme.NavBar.navAriaLabel": {
    "message": "Principal",
    "description": "The ARIA label for the main navigation"
  },
  "theme.navbar.mobileLanguageDropdown.label": {
    "message": "Idiomas",
    "description": "The label for the mobile language switcher dropdown"
  },
  "theme.TOCCollapsible.toggleButtonLabel": {
    "message": "En esta página",
    "description": "The label used by the button on the collapsible TOC component"
  },
  "theme.blog.post.readMore": {
    "message": "Leer más",
    "description": "The label used in blog post item excerpts to link to full blog posts"
  },
  "theme.blog.post.readMoreLabel": {
    "message": "Leer más sobre {title}",
    "description": "The ARIA label for the link to full blog posts from excerpts"
  },
  "theme.blog.post.readingTime.plurals": {
    "message": "Lectura de un minuto|{readingTime} lectura mínima",
    "description": "Pluralized label for \"{readingTime} min read\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.breadcrumbs.home": {
    "message": "Página de inicio",
    "description": "The ARIA label for the home page in the breadcrumbs"
  },
  "theme.docs.sidebar.collapseButtonTitle": {
    "message": "Colapsar barra lateral",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.collapseButtonAriaLabel": {
    "message": "Colapsar barra lateral",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.navAriaLabel": {
    "message": "Docs sidebar",
    "description": "The ARIA label for the sidebar navigation"
  },
  "theme.docs.sidebar.closeSidebarButtonAriaLabel": {
    "message": "Cerrar barra de navegación",
    "description": "The ARIA label for close button of mobile sidebar"
  },
  "theme.navbar.mobileSidebarSecondaryMenu.backButtonLabel": {
    "message": "← Volver al menú principal",
    "description": "The label of the back button to return to main menu, inside the mobile navbar sidebar secondary menu (notably used to display the docs sidebar)"
  },
  "theme.docs.sidebar.toggleSidebarButtonAriaLabel": {
    "message": "Cambiar barra de navegación",
    "description": "The ARIA label for hamburger menu button of mobile navigation"
  },
  "theme.docs.sidebar.expandButtonTitle": {
    "message": "Expand sidebar",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.docs.sidebar.expandButtonAriaLabel": {
    "message": "Expand sidebar",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.SearchPage.documentsFound.plurals": {
    "message": "Un documento encontrado|{count} documentos encontrados",
    "description": "Pluralized label for \"{count} documents found\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.SearchPage.existingResultsTitle": {
    "message": "Resultados de búsqueda para \"{query}\"",
    "description": "The search page title for non-empty query"
  },
  "theme.SearchPage.emptyResultsTitle": {
    "message": "Buscar en la documentación",
    "description": "The search page title for empty query"
  },
  "theme.SearchPage.inputPlaceholder": {
    "message": "Escribe tu búsqueda aquí",
    "description": "The placeholder for search page input"
  },
  "theme.SearchPage.inputLabel": {
    "message": "Buscar",
    "description": "The ARIA label for search page input"
  },
  "theme.SearchPage.algoliaLabel": {
    "message": "Búsqueda por Algolia",
    "description": "The ARIA label for Algolia mention"
  },
  "theme.SearchPage.noResultsText": {
    "message": "No se encontraron resultados",
    "description": "The paragraph for empty search result"
  },
  "theme.SearchPage.fetchingNewResults": {
    "message": "Obteniendo nuevos resultados...",
    "description": "The paragraph for fetching new search results"
  },
  "theme.SearchBar.seeAll": {
    "message": "Ver los {count} resultados"
  },
  "theme.SearchBar.label": {
    "message": "Buscar",
    "description": "The ARIA label and placeholder for search button"
  },
  "theme.SearchModal.searchBox.resetButtonTitle": {
    "message": "Borrar la consulta",
    "description": "The label and ARIA label for search box reset button"
  },
  "theme.SearchModal.searchBox.cancelButtonText": {
    "message": "Cancelar",
    "description": "The label and ARIA label for search box cancel button"
  },
  "theme.SearchModal.startScreen.recentSearchesTitle": {
    "message": "Recientes",
    "description": "The title for recent searches"
  },
  "theme.SearchModal.startScreen.noRecentSearchesText": {
    "message": "Sin búsquedas recientes",
    "description": "The text when no recent searches"
  },
  "theme.SearchModal.startScreen.saveRecentSearchButtonTitle": {
    "message": "Guardar esta búsqueda",
    "description": "The label for save recent search button"
  },
  "theme.SearchModal.startScreen.removeRecentSearchButtonTitle": {
    "message": "Eliminar esta búsqueda del historial",
    "description": "The label for remove recent search button"
  },
  "theme.SearchModal.startScreen.favoriteSearchesTitle": {
    "message": "Favorito",
    "description": "The title for favorite searches"
  },
  "theme.SearchModal.startScreen.removeFavoriteSearchButtonTitle": {
    "message": "Eliminar esta búsqueda de favoritos",
    "description": "The label for remove favorite search button"
  },
  "theme.SearchModal.errorScreen.titleText": {
    "message": "No se pueden obtener los resultados",
    "description": "The title for error screen of search modal"
  },
  "theme.SearchModal.errorScreen.helpText": {
    "message": "Puede que desee comprobar su conexión de red.",
    "description": "The help text for error screen of search modal"
  },
  "theme.SearchModal.footer.selectText": {
    "message": "seleccionar",
    "description": "The explanatory text of the action for the enter key"
  },
  "theme.SearchModal.footer.selectKeyAriaLabel": {
    "message": "Introducir clave",
    "description": "The ARIA label for the Enter key button that makes the selection"
  },
  "theme.SearchModal.footer.navigateText": {
    "message": "para navegar",
    "description": "The explanatory text of the action for the Arrow up and Arrow down key"
  },
  "theme.SearchModal.footer.navigateUpKeyAriaLabel": {
    "message": "Flecha arriba",
    "description": "The ARIA label for the Arrow up key button that makes the navigation"
  },
  "theme.SearchModal.footer.navigateDownKeyAriaLabel": {
    "message": "Flecha abajo",
    "description": "The ARIA label for the Arrow down key button that makes the navigation"
  },
  "theme.SearchModal.footer.closeText": {
    "message": "cerrar",
    "description": "The explanatory text of the action for Escape key"
  },
  "theme.SearchModal.footer.closeKeyAriaLabel": {
    "message": "Clave de escape",
    "description": "The ARIA label for the Escape key button that close the modal"
  },
  "theme.SearchModal.footer.searchByText": {
    "message": "Buscar por",
    "description": "The text explain that the search is making by Algolia"
  },
  "theme.SearchModal.noResultsScreen.noResultsText": {
    "message": "Sin resultados para",
    "description": "The text explains that there are no results for the following search"
  },
  "theme.SearchModal.noResultsScreen.suggestedQueryText": {
    "message": "Intenta buscar",
    "description": "The text for the suggested query when no results are found for the following search"
  },
  "theme.SearchModal.noResultsScreen.reportMissingResultsText": {
    "message": "¿Crees que esta consulta debe devolver resultados?",
    "description": "The text for the question where the user thinks there are missing results"
  },
  "theme.SearchModal.noResultsScreen.reportMissingResultsLinkText": {
    "message": "Háganoslo saber.",
    "description": "The text for the link to report missing results"
  },
  "theme.SearchModal.placeholder": {
    "message": "Buscar documentos",
    "description": "The placeholder of the input of the DocSearch pop-up modal"
  },
  "theme.PwaReloadPopup.info": {
    "message": "Nueva versión disponible",
    "description": "The text for PWA reload popup"
  },
  "theme.PwaReloadPopup.refreshButtonText": {
    "message": "Refrescar",
    "description": "The text for PWA reload button"
  },
  "theme.PwaReloadPopup.closeButtonAriaLabel": {
    "message": "Cerrar",
    "description": "The ARIA label for close button of PWA reload popup"
  },
  "theme.ErrorPageContent.tryAgain": {
    "message": "Inténtalo de nuevo",
    "description": "The label of the button to try again rendering when the React error boundary captures an error"
  },
  "theme.common.skipToMainContent": {
    "message": "Ir al contenido principal",
    "description": "The skip to content label used for accessibility, allowing to rapidly navigate to main content with keyboard tab/enter navigation"
  },
  "theme.tags.tagsPageTitle": {
    "message": "Etiquetas",
    "description": "The title of the tag list page"
  }
}
